[
    {"id": 1, "name": "Befco Kuriyama Bakauke Rice Crackers Hokkaido Corn", "price": 4.90, "description": "Munch on these bakauke or Japanese banana-shaped rice crackers that are flavored with sweet Kuriyama corn from Hokkaido Prefecture! Each limited-edition pack contains two crunchy pieces.", "category": "snacks", "img": "/imagenes/befco-kuriyama.jpg", "quantity": 1, "stock":"20"},
    {"id": 2, "name": "Bonchi Ponsuke Amakara Dough Snacks", "price": 4.50, "description": "These yummy bite-sized dough snacks are perfect for sharing with your buddies! They're seasoned with a special sauce from Ama.", "category": "snacks", "img": "./imagenes/Bonchi Ponsuke Amakara Dough Snacks.jpg", "quantity": 1, "stock":"20"},
    {"id": 3, "name": "Calpico Drink", "price": 3.50, "description": "Non-carbonated beverage made from high quality nonfat milk.", "category": "drink", "img": "./imagenes/Calpico.jpg", "quantity": 1, "stock":"20"},
    {"id": 4, "name": "Iwatsuka Karo Kaoru Okaki Rice Crackers Soy Sauce", "price": 4.90, "description": "These delicious Japanese okaki rice crackers have bits of kelp to add to their umami goodness! Enjoy the delicious soy sauce flavor of these rice crackers. You can keep these tasty treats fresh by keeping the resealable bag closed.", "category": "snacks", "img": "/imagenes/Iwatsuka Karo Kaoru Okaki Rice Crackers Soy Sauce.jpg", "quantity": 1, "stock":"20"},
    {"id": 5, "name": "Kikko Seika Potted Grape Candy", "price": 2.50, "description": "Enjoy trying out these round-shaped sweets that taste like fresh grapes! These individually wrapped candies are traditionally sold by the bulk in huge glass pots. You'll get five yummy pieces when you order!", "category": "candy", "img": "/imagenes/Kikko Seika Potted Grape Candy.jpg", "quantity": 1, "stock":"20"},
    {"id": 6, "name": "Koikeya Scone Corn Snacks Yamitsuki BBQ", "price": 3.90, "description": "Enjoy munching on these crispy corn stick snacks! These yummy and savory textured treats are generously flavored with juicy barbecued beef and fragrant Japanese-style sauce.", "category": "snacks", "img": "/imagenes/Koikeya Scone Corn Snacks Yamitsuki BBQ.jpg", "quantity": 1, "stock":"20"},
    {"id": 7, "name": "Kumamon Karamucho Potato Chips - Sweet and Spicy Chili Tomato", "price": 3.90, "description": "Enjoy the combination of sweet and spicy when you snack on this pack of chili and tomato-flavored potato chips! It features a print of Kumamon, the adorable mascot of Kumamoto city.", "category": "snacks", "img": "/imagenes/Kumamon Karamucho Potato Chips - Sweet and Spicy Chili Tomato.jpg", "quantity": 1, "stock":"20"},
    {"id": 8,"name": "Lion Banana Milk Candy", "price": 4.90, "description": "Indulge in this pack of delicious banana milk-flavored candy! It contains Vitamin B6 which is good for your body. These candies have a good balance between the sweetness and acidity of banana milk.", "category": "candy", "img": "/imagenes/Lion Banana Milk Candy.jpg", "quantity": 1, "stock":"20"},
    {"id": 9, "name": "Lion Nippon Fruit Throat Candy White Peach & Hyuganatsu", "price": 4.50, "description": "Soothe your throat as you try these candies! They come in two flavors — white peach from Okayama Prefecture and Hyuganatsu, a type of Japanese citrus that's harvested from Miyazaki Prefecture. These treats come individually wrapped.", "category": "candy", "img": "/imagenes/Lion Nippon Fruit Throat Candy White Peach & Hyuganatsu.jpg", "quantity": 1, "stock":"20"},
    {"id": 10, "name": "Lion Summer Strawberry Candy", "price": 4.50, "description": "Savor the taste of Hokkaido's rare Natsumizuki strawberries that are only in season during the summer, as you try these candies! Each piece is bursting with juicy strawberry juice and contains beneficial vitamin C.", "category": "candy", "img": "/imagenes/Lion Summer Strawberry Candy.jpg", "quantity": 1, "stock":"20"},
    {"id": 11, "name": "Qoo Drink", "price": 2.50, "description": "Shake up your lunch with a refreshing and fruity Qoo Jelly Drink that comes in different flavours and is made with real fruit juice providing a healthy soft drink alternative for lunch when you are on the go.", "category": "drink", "img": "/imagenes/Qoo.jpg", "quantity": 1, "stock":"20"},
    {"id": 12, "name": "Ramune Drink", "price": 2.25, "description": "Japanese summer in a glass bottle! This lychee-flavoured Ramune or 'lamune' soda is fruity, fun, and the bottle, with its glass marble stopper neck, is a big part of the Japanese childhood summer experience. To open the drink you need to 'pop' the marble into the bottle.",  "category": "drink", "img": "/imagenes/Ramune.jpg", "quantity": 1, "stock":"20"},
    {"id": 13, "name": "Sangaria Melon Soda", "price": 3.40, "description": "A fruity sweet Japanese favourite. Bring a little sunshine into even the darkest of days with Sangaria's melon soda. Particularly popular in family restaurants, this fizzy drink has a seriously sweet, mellow, melon fruit flavour. Perfect for enjoying straight from the chiller, with or without ice.", "category": "drink", "img": "/imagenes/Sangaria Melon Soda.png", "quantity": 1, "stock":"20"},
    {"id": 14, "name": "Sangaria Muscat Drink", "price": 3.50, "description": "Here's a muscat drink by sangaria which contains the whole large white skinless & seedless grapes. You can drink while enjoying the texture of the grapes.", "category": "drink", "img": "/imagenes/Sangaria Muscat Drink.jpg", "quantity": 1, "stock":"20"},
    {"id": 15, "name": "Senjakuame Mango Tsukushi Candy", "price": 5.90, "description": "This pack of candy uses ripe mango juice from the Miyazaki prefecture in Japan. It has five different kinds of mango assortments for you to enjoy. Try out mango tart with a crispy crunchy texture, mango shaved ice flavor with a center cool powder, ripe mango flavor with plenty of fruit juice, mango tropical flavor with a two-color combination, and mango with shuwa shuwa powder.", "category": "candy", "img": "/imagenes/Senjakuame Mango Tsukushi Candy.jpg", "quantity": 1, "stock":"20"},
    {"id": 16, "name": "Yamayoshi Potato Chips - Infinite Seaweed Salt", "price": 3.90, "description": "Snack on this pack of potato chips! Each piece has the flavor of addictive nori and salt!", "category": "snacks", "img": "/imagenes/Yamayoshi Potato Chips - Infinite Seaweed Salt.jpg", "quantity": 1, "stock":"20"}
]